export { default as Header } from "./Header/header";
export { default as Main } from "./Main";

// Працювати у проєкті, який йде з попередньої ДЗ

// Побудувати компоненту апки СONTROLS (2 на рисунку)

// Файл DEMO - короткий огляд того, як повинно все працювати

// Доопрацювати компоненту MAIN -> BURGER.

// BURGER - компонента, яка буде збирати бургер відповідно до того, що буде "натикано" у CONTROLS. Тут треба передевати інформацію з APP компоненти у MAIN -> BURGER

// CONTROLS повинен через .map() малювати SINGLE_CONTROL. Який відповідатиме за один інгредієнт

// SINGLE_CONTROL - не можемо заходити у мінусову кількість. Та не більше 5 одиниць

// Картинки для інгредієнтів, які будуть у BURGER - можна знайти з легкістю

// Додавання інгредієнтів згідно порядку. Згідно того, як користувач "натикає" кількість інгредієнтів. Наприклад - ["meat", "cheese", "meat", "tomato"] чи ["tomato", "cheese", "chicken", "tomato"]

// Стилі й наповненість - обо'язково. Як БОНУС - будуть вітатись власні стилі/анімація/шрифти/ефекти/картинки

// Апка - має крутитись на gh-pages й бути у вільному доступі

// Скинути мені й Юлі посилання на gh-pages з апкою + PR


